<?php
//控制器
$lang['plub_01']	= '新增';
$lang['plub_02']	= '该记录不存在~!';
$lang['plub_03']	= '修改';
$lang['plub_04']	= '账号、角色组都不能为空~!';
$lang['plub_05']	= '密码不能为空~!';
$lang['plub_06']	= '恭喜您，操作成功~!';
$lang['plub_07']	= '角色名称都不能为空~!';
$lang['plub_08']	= '账号不能为空~!';
$lang['plub_09']	= '恭喜您，资料修改成功，请重新登录!~';
$lang['plub_10']	= '您的网站没有启用口令卡~!';
$lang['plub_11']	= '参数错误~!';
$lang['plub_12']	= '口令卡申请成功~!';
$lang['plub_13']	= '抱歉，您不能删除自己~!';
$lang['plub_14']	= '恭喜您，删除成功~!';
$lang['plub_15']	= '抱歉，超级管理员角色不能删除~!';

//视图
$lang['tpl_01']	 = '1、如果要关闭本系统的口令卡支持，请配置cscms/lib/cs_db.php中的CS_Safe_Card为0。<BR>2、口令卡一经申请1年内不使用，将会被删除。<BR>3、口令卡每小时最多申请 15 张。<BR>4、口令卡是一个安全措施，请谨慎保存口令卡。<BR>5、在口令卡上点击右键，选择“目标另存为”，保存到您的电脑上。您也可能打印成卡或存储到其他介质中。<BR>6、您需要先解除口令卡绑定，才可以申请新的口令卡。';
$lang['tpl_02']	 = '申请口令卡';
$lang['tpl_03']	 = '解除口令卡绑定';

$lang['tpl_04']	 = '角色组';
$lang['tpl_05']	 = '这里只是设置角色组的系统权限部分，板块（栏目）、应用的权限请到板块对应地方去设置。';
$lang['tpl_06']	 = '角色名称:';
$lang['tpl_07']	 = '系统权限';
$lang['tpl_08']	 = '全选/反选';
$lang['tpl_09']	 = '模板管理';
$lang['tpl_10']	 = '模板上传';
$lang['tpl_11']	 = '云模板';
$lang['tpl_12']	 = '待审核会员';
$lang['tpl_13']	 = '会员登录日志';
$lang['tpl_14']	 = '其他管理';
$lang['tpl_15']	 = '支付记录';
$lang['tpl_16']	 = '消费记录';
$lang['tpl_17']	 = '分成记录';

$lang['tpl_18']	 = '管理员列表';
$lang['tpl_19']	 = '添加管理员';
$lang['tpl_20']	 = '编号';
$lang['tpl_21']	 = '用户名';
$lang['tpl_22']	 = '角色组';
$lang['tpl_23']	 = '登录次数';
$lang['tpl_24']	 = '最后登录IP';
$lang['tpl_25']	 = '最后登录时间';
$lang['tpl_26']	 = '最后登录位置';
$lang['tpl_27']	 = '管理操作';
$lang['tpl_28']	 = '没有找到相关记录~!';
$lang['tpl_29']	 = '登陆日志';
$lang['tpl_30']	 = '修改';
$lang['tpl_31']	 = '提示信息';
$lang['tpl_32']	 = '您确定删除该管理员吗？';
$lang['tpl_33']	 = '删除';
$lang['tpl_34']	 = '电子口令卡';
$lang['tpl_35']	 = '口令卡';
$lang['tpl_36']	 = '共<i class="blue">%s</i>条记录';

$lang['tpl_37']	 = '登录日志';
$lang['tpl_38']	 = '友情提示：这里只保存最近3个月的登录记录，系统会自动清除3个月以前的登录日志。';
$lang['tpl_39']	 = '编号';
$lang['tpl_40']	 = '按ID降序';
$lang['tpl_41']	 = '按ID升序';
$lang['tpl_42']	 = '登录账号';
$lang['tpl_43']	 = '登录时间';
$lang['tpl_44']	 = '按登陆时间降序';
$lang['tpl_45']	 = '按登陆时间升序';
$lang['tpl_46']	 = '登录IP';
$lang['tpl_47']	 = '地理位置';
$lang['tpl_48']	 = '客户端详情';
$lang['tpl_49']	 = '共<i class="blue">%s</i>条记录，当前显示第&nbsp;<i class="blue">%s&nbsp;</i>页';

$lang['tpl_50']	 = '管理角色列表';
$lang['tpl_51']	 = '添加角色';
$lang['tpl_52']	 = '修改权限';
$lang['tpl_53']	 = '修改资料';
$lang['tpl_54']	 = '同时会删除该角色下的所有管理员，您确定删除吗？';
$lang['tpl_55']	 = '成员管理';

