<?php
//控制器
$lang['plub_01']	= '名称不能为空~!';
$lang['plub_02']	= '恭喜您，操作成功~!';
$lang['plub_03']	= '请选择要操作的数据~!';

//视图
$lang['tpl_01']	 = 'TAGS标签管理';
$lang['tpl_02']	 = '选';
$lang['tpl_03']	 = '排序';
$lang['tpl_04']	 = '名称';
$lang['tpl_05']	 = '新增主分类';
$lang['tpl_06']	 = '人气';
$lang['tpl_07']	 = '操作';
$lang['tpl_08']	 = '确定新增';
$lang['tpl_09']	 = '新增子标签';
$lang['tpl_10']	 = '提示信息';
$lang['tpl_11']	 = '同时会删除该分类下的所有子标签，您确定删除吗？';
$lang['tpl_12']	 = '删除';
$lang['tpl_13']	 = '删除后不可恢复，您确定删除吗？';
$lang['tpl_14']	 = '全选';
$lang['tpl_15']	 = '您确定修改所选吗？';
$lang['tpl_16']	 = '修改选中';
