<?php
//控制器
$lang['plub_01']	= '抱歉，请选择要操作的数据表~!';
$lang['plub_02']	= '抱歉，表：%s优化失败~!';
$lang['plub_03']	= '恭喜您，优化完成。';
$lang['plub_04']	= '抱歉，表：%s修复失败~!';
$lang['plub_05']	= '恭喜您，修复完成。';
$lang['plub_06']	= '抱歉，请选择要备份的数据表~!';
$lang['plub_07']	= '恭喜您，数据全部备份完成。';
$lang['plub_08']	= '抱歉，数据表结构备份失败~!';
$lang['plub_09']	= '抱歉，请选择要还原的数据~!';
$lang['plub_10']	= '恭喜您，数据还原成功。';
$lang['plub_11']	= '抱歉，请选择要打包的数据~!';
$lang['plub_12']	= '抱歉，请选择要删除的数据~!';
$lang['plub_13']	= '恭喜您，备份删除成功。';

//视图
$lang['tpl_01'] 	= '数据库管理';
$lang['tpl_02'] 	= '备份数据库';
$lang['tpl_03'] 	= '还原数据库';
$lang['tpl_04'] 	= '选';
$lang['tpl_05'] 	= '表名';
$lang['tpl_06'] 	= '类型';
$lang['tpl_07'] 	= '编码';
$lang['tpl_08'] 	= '记录数';
$lang['tpl_09'] 	= '使用空间';
$lang['tpl_10'] 	= '碎片';
$lang['tpl_11'] 	= '操作';
$lang['tpl_12'] 	= '优化';
$lang['tpl_13'] 	= '修复';
$lang['tpl_14'] 	= '结构';
$lang['tpl_15'] 	= '全选';
$lang['tpl_16'] 	= '批量优化';
$lang['tpl_17'] 	= '批量修复';
$lang['tpl_18'] 	= '分卷大小';
$lang['tpl_19'] 	= '开始备份数据库';

$lang['tpl_20'] 	= '文件名';
$lang['tpl_21'] 	= '文件大小';
$lang['tpl_22'] 	= '备份时间';
$lang['tpl_23'] 	= '卷数量';
$lang['tpl_24'] 	= '提示信息';
$lang['tpl_25'] 	= '您确定删除备份吗？';
$lang['tpl_26'] 	= '删除';
$lang['tpl_27'] 	= '您确定恢复该备份吗？';
$lang['tpl_28'] 	= '数据恢复';
$lang['tpl_29'] 	= '批量删除';
$lang['tpl_30'] 	= '您确定删除所选备份吗？';
$lang['tpl_31'] 	= '打包下载';




