<?php
//控制器
$lang['plub_01']	= '抱歉，您还没有设置发送短信配置~!';
$lang['plub_02']	= '抱歉，修改失败~!';
$lang['plub_03']	= '恭喜您，修改成功~!';
$lang['plub_04']	= '内容不能为空~!';
$lang['plub_05']	= '接收手机不能为空~!';
$lang['plub_06']	= '您已成功发送%s条短信~!';
$lang['plub_07']	= '抱歉，短信发送失败~!';

//视图
$lang['tpl_01']	 = '发送短信';
$lang['tpl_02']	 = '短信配置';
$lang['tpl_03']	 = '短信发送日志';
$lang['tpl_04']	 = '发送短信类型';
$lang['tpl_05']	 = '单发';
$lang['tpl_06']	 = '指定群发';
$lang['tpl_07']	 = '接收手机';
$lang['tpl_08']	 = '接收手机，如:13900000000';
$lang['tpl_09']	 = '接收手机，多个手机按“回车符号”分隔，一行一个邮箱。';
$lang['tpl_10']	 = '短信内容';
$lang['tpl_11']	 = '内容不要超过40个字,不要带有“测试短信”字样';
$lang['tpl_12']	 = '确定发送';
$lang['tpl_13']	 = '发送中...';

$lang['tpl_14']	 = '短信';
$lang['tpl_15']	 = '编号';
$lang['tpl_16']	 = '接收号码';
$lang['tpl_17']	 = '扣除条数';
$lang['tpl_18']	 = '发送时间';
$lang['tpl_19']	 = '发送IP';
$lang['tpl_20']	 = '短信内容';
$lang['tpl_21']	 = '没有找到相关记录~!';
$lang['tpl_22']	 = '共<i class="blue">%s</i>条记录，当前显示第&nbsp;<i class="blue">%s&nbsp;</i>页';

$lang['tpl_23']	 = '申请地址';
$lang['tpl_24']	 = '剩余短信';
$lang['tpl_25']	 = '查询中，请稍后...';
$lang['tpl_26']	 = '充值';
$lang['tpl_27']	 = '商户ID';
$lang['tpl_28']	 = '安全码KEY';
$lang['tpl_29']	 = '安全验证码_KEY，为了安全起见，只显示前4位';
$lang['tpl_30']	 = '短信签名';
$lang['tpl_31']	 = '发送短信签名，如：程氏CMS';
