<?php
//控制器
$lang['home_01']	= '泛域名地址不能为空~!';
$lang['home_02']	= '文件没有修改权限';
$lang['home_03']	= '恭喜您，修改成功~!';
$lang['home_04']	= '请选择要删除的数据~!';
$lang['home_05']	= '恭喜您，删除成功~!';

//视图
$lang['tpl_01']	 = '会员空间配置';
$lang['tpl_02']	 = '泛域名开关';
$lang['tpl_03']	 = '会员空间泛域名是否开启。';
$lang['tpl_04']	 = '泛域名地址';
$lang['tpl_05']	 = '域名格式：chshcms.com，域名泛解析绑定到网站根目录即可。';
$lang['tpl_06']	 = '域名保留地址';
$lang['tpl_07']	 = '域名保留地址，多个用“|”开隔开。';
$lang['tpl_08']	 = '地址运行方式';
$lang['tpl_09']	 = '会员ID';
$lang['tpl_10']	 = '会员名称';
$lang['tpl_11']	 = '会员空间地址运行方式，如果您的会员用户名含有中文，请使用会员ID。';
$lang['tpl_12']	 = '伪静态开关';
$lang['tpl_13']	 = '空间URL地址是否开启伪静态。';
$lang['tpl_14']	 = '空间人气防刷';
$lang['tpl_15']	 = '会员空间人气是否防刷，关闭后访问一次增加一个人气。';

$lang['tpl_16']	 = '模板使用记录';
$lang['tpl_17']	 = '友情提示：当您删除这里的会员购买记录，当会员再次购买模板需要二次收费。';
$lang['tpl_18']	 = '会员名称';
$lang['tpl_19']	 = '会员ID';
$lang['tpl_20']	 = '选';
$lang['tpl_21']	 = '模板名称';
$lang['tpl_22']	 = '购买会员';
$lang['tpl_23']	 = '扣除金币';
$lang['tpl_24']	 = '购买时间';
$lang['tpl_25']	 = '操作';
$lang['tpl_26']	 = '暂无记录~!';
$lang['tpl_27']	 = '提示信息';
$lang['tpl_28']	 = '您确定删除吗？';
$lang['tpl_29']	 = '删除';
$lang['tpl_30']	 = '全选';
$lang['tpl_31']	 = '您确定删除所选记录吗？';
$lang['tpl_32']	 = '删除选中';
$lang['tpl_33']	 = '共<i class="blue">%s</i>条记录，当前显示第&nbsp;<i class="blue">%s&nbsp;</i>页';
$lang['tpl_34']	 = '查找';


